alsa-utils
arandr
autoconf
automake
bash
bbswitch
beaver
binutils
bison
bumblebee
bzip2
chromium
coreutils
cpio
cryptsetup
deluge
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
evince
exo
fakeroot
feh
file
filesystem
findutils
firefox
flashplugin
flex
garcon
gawk
gedit
gettext
git
gksu
glibc
grc
grep
grml-zsh-config
groff
grub
gtk-xfce-engine
guake
gzip
inetutils
iproute2
iputils
iw
jdk8-openjdk
jfsutils
less
lib32-alsa-plugins
lib32-gtk2
lib32-nss
lib32-virtualgl
libreoffice-still
libtool
licenses
linux
linux-headers
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mesa-demos
nano
nautilus
netctl
network-manager-applet
networkmanager
ntp
nvidia
openal
os-prober
pacman
patch
pciutils
pcmciautils
pcurses
perl
pkg-config
postgresql
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python
qiv
reiserfsprogs
s-nail
scala
screenfetch
scrot
sdl2
sed
shadow
skype
slim
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
thunar
thunar-archive-plugin
thunar-volman
tumbler
udiskie
unrar
unzip
usbutils
util-linux
vim
virtualbox
virtualbox-guest-iso
vlc
volumeicon
wget
which
wine
wpa_actiond
wpa_supplicant
xarchiver
xf86-input-synaptics
xf86-video-intel
xfce4-appfinder
xfce4-mixer
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-server
xorg-xkbevd
xorg-xrandr
xterm
zip
zsh
zsh-syntax-highlighting
